/* default status bar string when no page is showing (the no home page case) */
"" = "";

/* format used for recent searches for the search field menu */
"  %@" = "  %@";

/* The format for hours and minutes in 12 hour format */
"%1I:%M" = "%1I:%M";

/* title for error dialog displayed when a built-in file could not be located (nib corrupted?) */
"%@ not found" = "找不到 %@";

/* activity window string for object where the expected size is not known */
"%@ of ?" = "%@ / ?";

/* Status field in Downloads representing total transferred and download rate. */
"%@ — %@ per sec." = "%@ - 每秒 %@。";

/* date format used for History menu */
"%A, %B %e" = "%B月%e日 %A";

/* Date format with arguments full month name, day, and year */
"%B %e, %Y" = "%Y年%B月%e日";

/* Date format with arguments full month, day, and year, to be followed by time */
"%B %e, %Y " = "%Y年%B月%e日 ";

/* The format for hours and minutes in 24 hour format */
"%H:%M" = "%H:%M";

/* Date format with arguments abbreviated month name, day, and year */
"%b %e, %Y" = "%Y年%b月%e日";

/* Date format with arguments abbreviated month name, day, and year, to be followed by time */
"%b %e, %Y " = "%Y年%b月%e日 ";

/* Total field of Downloads window when there is more than 1 download */
"%d Downloads" = "%d 個下載項目";

/* item count in activity window */
"%d items (%d errors)" = "%d 個項目 (%d 個錯誤)";

/* item count in activity window */
"%d items (activity window)" = "%d 個項目";

/* displayed count for bookmark folder that contains more than one item in bookmarks view */
"%d items (bookmarks view)" = "%d 個項目";

/* item count in activity window */
"%d of %d items" = "%d / %d 個項目";

/* item count in activity window */
"%d of %d items (%d errors)" = "%d / %d 個項目 (%d 個錯誤)";

/* item count in activity window */
"%d of %d items (1 error)" = "%d / %d 個項目 (1 個錯誤)";

/* Date format with arguments month number, day, and year */
"%m/%d/%Y" = "%Y/%m/%d";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%Y " = "%Y/%m/%d ";

/* Date format with arguments month number, day, and year */
"%m/%d/%y" = "%y/%m/%d";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%y " = "%y/%m/%d ";

/* Argument is the AM/PM designator */
"%p" = "%p";

/* displayed name for Address Book entry with no composite name */
"(no name)" = "（無名稱）";

/* displayed count for empty bookmark folder in bookmarks view */
"0 items (bookmarks view)" = "0 個項目";

/* item count in activity window */
"0 of 1 item" = "0 / 1 個項目";

/* Total field of Downloads window when there is 1 download */
"1 Download" = "1 個下載項目";

/* item count in activity window */
"1 item (activity window)" = "1 個項目";

/* displayed count for bookmark folder that contains 1 item in bookmarks view */
"1 item (bookmarks view)" = "1 個項目";

/* item count in activity window */
"1 item (error)" = "1 個項目（錯誤）";

/* About Rendezvous table item in the Rendezvous window */
"About Rendezvous" = "關於 Rendezvous";

/* context menu item */
"Add Link to Bookmarks" = "將連結加入書籤";

/* submenu title in Bookmarks menu */
"Address Book" = "通訊錄";

/* displayed title of special bookmark that shows Address Book home pages */
"Address Book (bookmark proxy)" = "通訊錄";

/* action name for Undo item when a bookmark address has been changed */
"Address Change" = "更改網址";

/* preference panel name */
"Advanced" = "進階";

/* message of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"An unexpected problem occurred while saving bookmarks." = "儲存書籤時發生不可預期的錯誤。";

/* preference panel name */
"Appearance" = "外觀";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "附加";

/* Title for confirmation sheet when user checks 'Block pop-up windows' */
"Are you sure you want to change this setting?" = "您確定要更改此設定嗎？";

/* title for Empty Cache confirmation alert */
"Are you sure you want to empty the cache?" = "您確定要清空磁碟上的快取資料嗎？";

/* title for Remove All Cookies confirmation alert */
"Are you sure you want to remove all cookies?" = "您確定要移除所有的 cookies 嗎？";

/* title for Reset Safari confirmation alert */
"Are you sure you want to reset Safari?" = "您確定要重置 Safari 嗎？";

/* Title for sheet warning of re-posting form data */
"Are you sure you want to send a form again?" = "您確定要再次傳送表單資料嗎？";

/* Status field in Downloads when a DiskCopy image is requesting authentication. */
"Authenticating" = "正在認證";

/* Title for Auto-Tab column in bookmarks view, present only when viewing Bookmarks Bar contents */
"Auto-Tab" = "標籤頁開啟";

/* preference panel name */
"AutoFill" = "自動填寫";

/* Message in sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill." = "“自動填寫”功能會利用“通訊錄”中您的名片資料，或您之前填寫過的網頁表單內容來自動填入網頁中的表單。“自動填寫”中的任何可用資訊並不符合此表單之所需。";

/* Message in sheet shown when AutoFill finds no form to operate on. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete." = "“自動填寫”功能會利用“通訊錄”中您的名片資料，或您之前填寫過的網頁表單內容來自動填入網頁中的表單。此網頁並不包含任何可填寫的表單。";

/* Title of sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill did not complete anything." = "“自動填寫”並未填入任何資訊。";

/* preference panel name */
"Bookmarks (preference panel)" = "書籤";

/* Title of window or tab when showing bookmarks */
"Bookmarks (window title)" = "書籤";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "書籤列";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "書籤選單";

/* Title for a normal Cancel button */
"Cancel" = "取消";

/* status bar message when page load was cancelled */
"Cancelled opening the page" = "已取消開啟網頁的動作";

/* error message for URL with unsupported scheme, like xxx:yyy */
"Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”." = "無法連接“%@”，因為 Mac OS X 無法辨識以“%@:”開頭的網址。";

/* message for file URL without an appropriate application */
"Cannot open the file “%@” because Mac OS X doesn’t know which application to use." = "無法打開檔案“%@”，因為 Mac OS X 無法辨識該這個檔案所對應的應用程式。";

/* error message for using JavaScript somewhere it's not allowed */
"Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way." = "無法執行 JavaScript“%@”，因為 Safari 並不允許以這種方式來執行 JavaScript。";

/* title of panel */
"Can’t Open Bookmark" = "無法打開書籤";

/* title of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Can’t connect to server." = "無法連接伺服器。";

/* panel title for file URL for nonexistent file */
"Can’t find file." = "找不到檔案。";

/* panel title for URL with unsupported scheme */
"Can’t go to address" = "無法前往網址";

/* panel title for file URL without an appropriate application */
"Can’t open file" = "無法打開檔案";

/* panel title for file URL for folder that can’t be opened */
"Can’t open folder" = "無法打開檔案夾";

/* panel title for using JavaScript somewhere it's not allowed */
"Can’t use JavaScript here" = "無法在此執行 JavaScript";

/* title for button in open panel from file button used in HTML forms */
"Choose (HTML form open panel)" = "選擇";

/* button title in open panel for choosing user style sheet preference */
"Choose (style sheet open panel)" = "選擇";

/* Status field in Downloads when a DiskCopy image is cleaning up. */
"Cleaning up" = "正在清除";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Entries" = "清除輸入項目";

/* title for menu item that erases history from menu and bookmarks view */
"Clear History" = "清除瀏覽記錄";

/* tooltip for auto-tab folder in bookmarks bar */
"Click to open the bookmarks in this folder in tabs." = "按一下會以標籤頁打開此檔案夾內的所有書籤。";

/* tooltip for favorite bar bookmarks for folders */
"Click to see the bookmarks in this folder." = "按一下來查看這個檔案夾內的書籤。";

/* context menu item */
"Close Other Tabs" = "關閉其他標籤頁";

/* context menu item */
"Close Tab" = "關閉標籤頁";

/* status bar message when page load finishes with multiple errors */
"Completed opening the page with %d errors (see Activity window for details)" = "頁面開啟完畢，共發生 %d 個錯誤（詳見“網路活動”視窗）";

/* status bar message when page load finishes with a single error */
"Completed opening the page with 1 error (see Activity window for details)" = "頁面開啟完畢，發生 1 個錯誤（詳見“網路活動”視窗）";

/* message for status bar when busy looking for a particular host */
"Contacting “%@”" = "正在聯絡“%@”";

/* message for status bar when busy looking for a particular host via a proxy server */
"Contacting “%@” via proxy “%@”" = "正在聯絡“%@”（透過代理伺服器“%@”）";

/* Title for default button in unknown root warning sheet */
"Continue" = "繼續";

/* BrowserDiskCopyCopyingFailed description */
"Copy failed" = "拷貝失敗";

/* Status field in Downloads when a DiskCopy image is copying. */
"Copying" = "正在拷貝";

/* message for error sheet when we couldn't connect to a rendezvous server */
"Could not locate the rendezvous server “%@”." = "無法找到 Rendezvous 伺服器“%@”。";

/* message of sheet displayed for WebFoundationErrorTimedOut. */
"Could not open the page “%@” after trying for %d seconds." = "無法開啟網頁“%@”（已嘗試連接 %d 秒）。";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”." = "無法開啟網頁“%@”，因為 Safari 無法與伺服器“%@”建立具安全機制的連線。";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date." = "無法開啟網頁“%@”，因為 Safari 無法與伺服器“%@”建立具安全機制的連線。有一個或數個用來檢查網站持有人身份的認證日期不正確。";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site." = "無法開啟網頁“%@”，因為 Safari 無法與伺服器“%@”建立具安全機制的連線。有一個或數個用來檢查網站持有人身份的認證日期不正確。您必須升級到最新版的 Mac OS X，它提供了更佳的安全性，且可能允許您連線到這個網站。";

/* Message of sheet displayed for WebFoundationErrorServerCertificateUntrusted. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner." = "無法開啟網頁“%@”，因為 Safari 無法與伺服器“%@”建立具安全機制的連線。Safari 無法辨識用來檢查網站持有人身份的認證。";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError. */
"Could not open the page “%@” because Safari could not load any data for this location." = "無法開啟網頁“%@”，因為 Safari 無法從這個網址下載任何資料。";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError. */
"Could not open the page “%@” because Safari couldn’t connect to the server “%@”." = "無法開啟網頁“%@”，因為 Safari 無法連線至伺服器“%@”。";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL. */
"Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”." = "無法開啟網頁“%@”，因為 Safari 並不支援以“%@:”開頭的網址。";

/* Message of sheet displayed for WebFoundationErrorBadURLError. */
"Could not open the page “%@” because it’s an invalid address." = "無法開啟網頁“%@”，因為網址不正確。";

/* Message of sheet displayed for POSIX error ECONNRESET. */
"Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy." = "無法開啟網頁“%@”，因為網路連線已經被重置。在伺服器忙碌的情況下有時會發生這種狀況。";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation. */
"Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct." = "無法開啟網頁“%@”，因為指定的網頁並不存在。請確認網址是否正確。";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name. */
"Could not open the page “%@” because the server could not be found." = "無法開啟網頁“%@”，因為找不到伺服器。";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError. */
"Could not open the page “%@” because the server “%@” could not be found." = "無法開啟網頁“%@”，因為找不到伺服器“%@”。";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError. */
"Could not open the page “%@” because your computer isn’t connected to the Internet." = "無法開啟網頁“%@”，因為您的電腦並沒有連接上 Internet。";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded. */
"Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "無法開啟網頁“%@”。\n\n錯誤訊息為：“%@”（%@:%d）。\n\n請提報這個錯誤，說明在此訊息出現前您所做過的步驟。";

/* Title of sheet displayed for miscellaneous errors when a page could not be even partially loaded */
"Could not open the page." = "無法開啟這個網頁。";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined. */
"Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "無法開啟網頁。錯誤訊息為：“%@”（%@:%d）。\n\n請提報這個錯誤，說明在此訊息出現前您所做過的步驟。";

/* Alert title when trying to reveal a missing file from Downloads window */
"Could not show the file in the Finder." = "無法在 Finder 中顯示這個檔案。";

/* Alert message when user tries to reveal a downloaded file that has been moved */
"Could not show the file “%@” in the Finder because it moved since you downloaded it." = "無法在 Finder 中顯示“%@”這個檔案，因為下載後的檔案不在原來存放的地方。";

/* Title of error sheet shown when the user clicks the Edit button for their AutoFill Address Book preference. */
"Couldn’t edit your Address Book card." = "無法編輯您的通訊錄名片。";

/* message for error dialog displayed when a built-in file could not be located (bundle corruption?) */
"Couldn’t open %@.%@, because the file, which should be built-in, could not be found." = "無法開啟“%@.%@”，因為找不到原本該內建的檔案。";

/* Title of error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"Couldn’t open the Address Book application." = "無法開啟“通訊錄”應用程式。";

/* Status field in Downloads when Safari is decompressing a cpgz, zip file etc. */
"Decompressing" = "正在解壓縮";

/* BrowserBOMCopyFailed description */
"Decompression failed" = "解壓縮失敗";

/* action name for Undo item when multiple bookmarks are deleted */
"Delete %d Bookmarks" = "刪除 %d 個書籤";

/* action name for Undo item when multiple history items are deleted */
"Delete %d History Entries" = "刪除 %d 筆瀏覽記錄";

/* bookmark context menu item */
"Delete (bookmark context menu)" = "刪除";

/* action name for Undo item when 1 bookmark is deleted */
"Delete Bookmark" = "刪除書籤";

/* title for confirmation alert */
"Delete Bookmarks Folder?" = "確定要刪除這個書籤檔案夾？";

/* button title in confirmation alert */
"Delete Folder" = "刪除檔案夾";

/* action name for Undo item when 1 history item is deleted */
"Delete History Entry" = "刪除瀏覽記錄";

/* status bar text when the control key is held down, but not over a link */
"Display a menu" = "顯示選單";

/* status bar text when the control key is held down over a link with no title */
"Display a menu for “%@”" = "顯示“%@”的選單";

/* status bar text when the control key is held down over a link with a title */
"Display a menu for “%@” <%@>" = "顯示“%@”＜%@＞的選單";

/* Status field in Downloads when DiskCopy has displayed an SLA. */
"Displaying software license agreement" = "顯示軟體授權書";

/* message for confirmation alert */
"Do you really want to delete the bookmarks folder “%@”?" = "您確定要刪除“%@”書籤檔案夾？";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append ‘.txt’ anyway?" = "文件名稱“%@”似乎已有副檔名。確定要加上“.txt”副檔名嗎？";

/* button title in download in progress alert */
"Don’t Quit" = "不要結束";

/* second button title in default browser confirmation alert */
"Don’t Switch" = "不要切換";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don’t append" = "不附加";

/* status bar text when over a link to a fragment on the current page (without a title) with the option key (and no command key) held down */
"Download #%@ of this page" = "下載此網頁的“#%@”";

/* Alert title for 1 download in progress */
"Download in progress" = "下載中";

/* status bar text when over a link (without a title) with the option key (and no command key) held down */
"Download “%@”" = "下載“%@”";

/* status bar text when over a link to a fragment on the current page (with a title) with the option key (and no command key) held down */
"Download “%@” (#%@ of this page)" = "下載“%@”（此網頁的“#%@”）";

/* status bar text when over a link (with a title) with the option key (and no command key) held down */
"Download “%@” <%@>" = "下載“%@”＜%@＞";

/* Alert title for n downloads in progress */
"Downloads in progress" = "下載中";

/* menu title for submenu in Go menu that contains URLs visited earlier than the most recent few */
"Earlier Today" = "今天稍早的瀏覽記錄";

/* bookmark context menu item */
"Edit Address" = "編輯網址";

/* bookmark context menu item */
"Edit Contents" = "編輯內容";

/* bookmark context menu item */
"Edit Name" = "編輯名稱";

/* button title in Empty Cache confirmation alert */
"Empty" = "清空";

/* Button title in bug report sheet */
"Fewer Options" = "較少選項";

/* preference panel name */
"General" = "一般";

/* Title for Go button in missing plug-in sheet */
"Go (missing plug-in sheet)" = "前往";

/* context menu item */
"Go To Address" = "前往這個網址";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another frame in the same window */
"Go to #%@ of this page in another frame" = "在另一個頁框中打開此網頁的“#%@”";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another window */
"Go to #%@ of this page in another window" = "在另一個視窗中打開此網頁的“#%@”";

/* status bar text when over a link to a fragment on the current page without a title */
"Go to #%@ on this page" = "前往此網頁的“#%@”";

/* hint text to show in page address field when empty */
"Go to this address" = "前往此網址";

/* status bar text when over a link with no title */
"Go to “%@”" = "前往“%@”";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another frame in the same window */
"Go to “%@” (#%@ of this page) in another frame" = "在另一個頁框中開啟“%@”（此網頁的“#%@”）";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another window */
"Go to “%@” (#%@ of this page) in another window" = "在另一個視窗中開啟“%@”（此網頁的“#%@”）";

/* status bar text when over a link to a fragment on the current page with a title */
"Go to “%@” (#%@) on this page" = "前往此網頁中的“%@”（#%@）";

/* status bar text when over a link with a title */
"Go to “%@” <%@>" = "前往“%@”＜%@＞";

/* status bar text when over a link (with a title) that targets another frame in the same window */
"Go to “%@” <%@> in another frame" = "在其他頁框中開啟“%@”＜%@＞";

/* status bar text when over a link (with a title) that targets another window */
"Go to “%@” <%@> in another window" = "在其他視窗中開啟“%@”＜%@＞";

/* status bar text when over a link (without a title) that targets another frame in the same window */
"Go to “%@” in another frame" = "在其他頁框中開啟 “%@”";

/* status bar text when over a link (without a title) that targets another window */
"Go to “%@” in another window" = "在其他視窗中開啟 “%@”";

/* hint text to show in search field when empty */
"Google" = "Google";

/* context menu item */
"Google Search" = "Google 搜尋";

/* menu item */
"Hide All Bookmarks" = "隱藏所有書籤";

/* tooltip for show/hide bookmarks button */
"Hide all bookmarks." = "隱藏所有書籤。";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "瀏覽記錄";

/* title for confirmation alert to switch default browser to Safari */
"If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?" = "若 Safari 是您的預設瀏覽器，當您在 Mail 或其他應用程式中按下連結時，就會在 Safari 中開啟網頁。您要這麼做嗎？";

/* Imported IE Favorites folder name */
"Imported IE Favorites" = "自 IE 輸入的喜好項目";

/* Imported Netscape/Mozilla Favorites folder name */
"Imported Netscape/Mozilla Favorites" = "自 Netscape/Mozilla 輸入的喜好項目";

/* title of sheet for when you type a location that can't be turned into a URL */
"Invalid location" = "不正確的網址";

/* Title for sheet that appears when java is unavailable */
"Java is unavailable." = "無法執行 Java。";

/* title of JavaScript alert panel */
"JavaScript" = "JavaScript";

/* for display in column of global history outline */
"Last Visited Today" = "今天瀏覽過的網站";

/* label of tab when tab is loading */
"Loading (tab)" = "正在載入";

/* window title while page with no title or URL is loading */
"Loading (window)" = "正在載入";

/* window title while page is loading */
"Loading “%@”" = "正在載入“%@”";

/* message for status bar when either loading a URL without a remote host, or already found host and loading */
"Loading “%@”, completed %@" = "正在載入“%@”，已完成 %@";

/* Button title in bug report sheet */
"More Options" = "較多選項";

/* Status field in Downloads when a DiskCopy image is mounting. */
"Mounting" = "正在裝載";

/* BrowserDiskCopyMountingFailed description */
"Mounting failed" = "裝載磁碟映像檔失敗";

/* action name for Undo item when multiple bookmarks have been dragged within the bookmarks view */
"Move %d Bookmarks" = "搬移 %d 個書籤";

/* action name for Undo item when 1 bookmark has been dragged within the bookmarks view */
"Move Bookmark" = "搬移書籤";

/* action name for Undo item when a bookmark name has been changed */
"Name Change" = "更改書籤名稱";

/* Third response to sheet when submitting a form with login information */
"Never for this Website" = "永不儲存";

/* verb for New Folder, used as button label and Undo action string */
"New Folder" = "新增檔案夾";

/* context menu item */
"New Tab" = "新增標籤頁";

/* dimmed menu item for empty Rendezvous case */
"No Rendezvous websites available" = "沒有可用的 Rendezvous 網站";

/* tool tip used for favorite bar bookmarks that have no URL */
"No address specified" = "沒有指定網址";

/* title of sheet for when try to go with no location */
"No address specified." = "沒有指定網址。";

/* dimmed menu item for empty bookmarks toolbar case */
"No bookmarks in bar" = "書籤列中沒有書籤";

/* message for file URL for nonexistent file */
"No file exists at “%@”." = "在“%@”上沒有任何檔案。";

/* dimmed menu item for empty address book case */
"No home pages in Address Book" = "通訊錄中沒有個人首頁的記錄";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "沒有最近的搜尋記錄";

/* popup menu choice for default style sheet */
"None Selected (style sheet)" = "沒有選取任何項目";

/* Second response to sheet when submitting a form with login information */
"Not Now" = "暫緩";

/* title of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Not connected to Internet." = "尚未連接到 Internet。";

/* status text in Find dialog when a search found nothing */
"Not found" = "找不到";

/* Title of sheet shown when AutoFill finds no form to operate on. */
"Nothing to AutoFill." = "沒有資料可供“自動填寫”。";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "沒有可供搜尋的地方";

/* status bar text when over a link to a fragment on the current page (without a title) with the command key held down in tabbed browsing mode */
"Open #%@ of this page in a new tab" = "在新標籤頁中開啟此網頁的“#%@”";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open #%@ of this page in a new tab behind the current one" = "在目前標籤頁後方，以新標籤頁開啟此網頁的“#%@”";

/* status bar text when over a link to a fragment on the current page (without a title) that always creates a new window or with the command key held down */
"Open #%@ of this page in a new window" = "在新視窗中開啟此網頁的“#%@”";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down */
"Open #%@ of this page in a new window behind the current window" = "在目前視窗後方，以新視窗開啟此網頁的“#%@”";

/* bookmark context menu item */
"Open (bookmark context menu)" = "開啟";

/* menu item */
"Open Address Book" = "開啟通訊錄";

/* context menu item */
"Open Link in New Tab" = "以新標籤頁開啟連結";

/* bookmark context menu item */
"Open in New Tab (bookmark context menu)" = "以新標籤頁開啟";

/* bookmark context menu item */
"Open in New Window (bookmark context menu)" = "以新視窗開啟";

/* bookmark context menu item and folder menu item */
"Open in Tabs" = "以標籤頁開啟";

/* context menu item */
"Open with QuickTime Player" = "以 QuickTime 播放程式開啟";

/* context menu item */
"Open with iTunes" = "以 iTunes 開啟";

/* status bar text when over a link to a fragment on the current page (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab" = "以新標籤頁開啟“%@”（此網頁的“#%@”）";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab behind the current one" = "在目前標籤頁後方，以新標籤頁開啟“%@”（此網頁的“#%@”）";

/* status bar text when over a link to a fragment on the current page (with a title) that always creates a new window or with the command key held down */
"Open “%@” (#%@ of this page) in a new window" = "以新視窗開啟“%@”（此網頁的“#%@”）";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down */
"Open “%@” (#%@ of this page) in a new window behind the current window" = "在目前視窗後方，以新視窗開啟“%@”（此網頁的“#%@”）";

/* status bar text when over a link (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab" = "以新標籤頁開啟“%@”＜%@＞";

/* status bar text when over a link (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab behind the current one" = "在目前標籤頁後方，以新標籤頁開啟“%@”＜%@＞";

/* status bar text when over a link (with a title) that always creates a new window or with the command key held down */
"Open “%@” <%@> in a new window" = "以新視窗開啟“%@”＜%@＞";

/* status bar text when over a link (with a title) with the shift and command keys held down */
"Open “%@” <%@> in a new window behind the current window" = "在目前視窗後方，以新視窗開啟“%@”＜%@＞";

/* status bar text when over a link (without a title) with the command key held down in tabbed browsing mode */
"Open “%@” in a new tab" = "以新標籤頁開啟“%@”";

/* status bar text when over a link (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” in a new tab behind the current one" = "在目前標籤頁後方，以新標籤頁開啟“%@”";

/* status bar text when over a link (without a title) that always creates a new window or with the command key held down */
"Open “%@” in a new window" = "以新視窗開啟“%@”";

/* status bar text when over a link (without a title) with the shift and command keys held down */
"Open “%@” in a new window behind the current window" = "在目前視窗後方，以新視窗開啟“%@”";

/* popup menu choice for download location */
"Other... (download location)" = "其他⋯";

/* popup menu choice for default style sheet */
"Other... (style sheet)" = "其他⋯";

/* title of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Page not found." = "找不到網頁。";

/* Marker in Password viewing prefs sheet for a site for which we never save passwords. */
"Passwords Never Saved" = "永不儲存密碼";

/* action name for Undo item when multiple bookmarks are pasted */
"Paste %d Bookmarks" = "貼上 %d 個書籤";

/* action name for Undo item when 1 bookmark is pasted */
"Paste Bookmark" = "貼上書籤";

/* panel title for file URL with insufficient permissions */
"Permission denied." = "授權失敗。";

/* Title for sheet that appears when an unknown plug-in error occurred */
"Plug-in error occurred" = "外掛模組發生錯誤";

/* Title for sheet that appears when a page specifies a plug-in that's not installed */
"Plug-in not found." = "找不到外掛模組 。";

/* Title for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content. */
"Plug-in not supported" = "不支援的外掛模組";

/* Status field in Downloads when a DiskCopy image is preparing to decompress. */
"Preparing to decompress" = "準備解壓縮中";

/* Status field in Downloads when the download has just started. */
"Preparing to download" = "正在準備下載";

/* context menu item */
"Print Frame…" = "列印頁框⋯";

/* context menu item */
"Print Page…" = "列印頁面⋯";

/* title of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"Problem saving bookmarks." = "儲存書籤時發生問題。";

/* button title in download in progress alert */
"Quit" = "結束";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "最近的搜尋結果";

/* title off sheet displayed for WebFoundationErrorUnsupportedURL */
"Redirected to unsupported page." = "被指向不支援的網頁。";

/* context menu item */
"Reload All Tabs" = "重新載入所有標籤頁";

/* context menu item */
"Reload Tab" = "重新載入標籤頁";

/* tooltip for stop/reload button */
"Reload the current page." = "重新載入此頁。";

/* ToolTip for reload button in Downloads */
"Reload “%@”." = "重新載入“%@”。";

/* button title in Remove All Cookies confirmation alert */
"Remove All" = "全部移除";

/* submenu title in Bookmarks menu */
"Rendezvous" = "Rendezvous";

/* displayed title of special bookmark that shows Rendezvous items */
"Rendezvous (bookmark proxy)" = "Rendezvous";

/* title for error sheet when we couldn't connect to a rendezvous server */
"Rendezvous server not found." = "無法找到 Rendezvous 伺服器。";

/* button title in Reset Safari confirmation alert */
"Reset" = "重置";

/* message for Reset Safari confirmation alert */
"Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries." = "重置 Safari 將會清除您的瀏覽記錄、快取資料、“下載項目”視窗，以及所有 cookies。同時也會移除所有儲存過的使用者名稱與密碼，或其他“自動填寫”的資料內容，以及 Google 搜尋項目。";

/* status bar text when over a javascript: link with no title */
"Run script “%@”" = "執行 script“%@”";

/* status bar text when over a javascript: link with a title */
"Run script “%@” <%@>" = "執行 script“%@”＜%@＞";

/* Title of alert when Safari Beta has expired. */
"Safari Beta has expired" = "Safari Beta 已過期";

/* Message of alert when Safari Beta has expired. */
"Safari Beta has expired." = "Safari Beta 已過期。";

/* Title of alert when Safari Beta will expire. */
"Safari Beta will expire" = "Safari Beta 即將過期";

/* Message of alert when Safari Beta will expire in less than a day. */
"Safari Beta will expire in less than a day." = "Safari Beta 將在一天內過期。";

/* Message of alert when Safari Beta will expire in less than a week. */
"Safari Beta will expire in less than a week." = "Safari Beta 將在一星期內過期。";

/* Keychain label for password used to access saved encrypted form autofill data.  Be brief. */
"Safari Forms AutoFill" = "Safari 表單自動填寫";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"Safari could not verify the identity of the website “%@”." = "Safari 無法確認 %@ 網站的識別身分。";

/* Alert message when user quits when n files are downloading */
"Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?" = "Safari 正在下載 %d 個檔案，如果您現在結束 Safari，將無法完整下載檔案。您確定要現在結束嗎？";

/* Alert message when user quits when 1 file is downloading */
"Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?" = "Safari 正在下載“%@”，如果您現在結束 Safari，將無法完整下載檔案，您確定要現在結束嗎？";

/* message for Empty Cache confirmation alert */
"Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again." = "Safari 會將網頁的內容儲存在快取資料中，所以當下次再度開啟瀏覽過的網頁時將會加快載入的時間。";

/* context menu item */
"Save Frame As…" = "將頁框儲存為⋯";

/* context menu item */
"Save Page As…" = "將網頁儲存為⋯";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "儲存為純文字格式";

/* Sheet message when submitting a form with login information */
"Saved passwords can be reviewed and removed in the AutoFill preferences." = "您可以在“自動填寫”偏好設定中檢視與移除所有之前儲存的密碼。";

/* does not show up in the UI any more */
"Search the web with Google" = "使用 Google 搜尋網頁";

/* preference panel name */
"Security" = "安全性";

/* button label when choosing default web browser in Preferences */
"Select (default web browser)" = "選擇";

/* button label in open panel for choosing download folder */
"Select (download location)" = "選擇";

/* prompt when choosing default web browser in Preferences */
"Select an Application" = "選擇應用程式";

/* Title for default button in insecure form warning sheet */
"Send" = "傳送";

/* status bar text when over a mailto: link with no title */
"Send email to %@" = "寄送電子郵件給“%@”";

/* status bar text when over a mailto: link with a title */
"Send email to “%@” <%@>" = "寄送電子郵件給“%@”＜%@＞";

/* title of sheet displayed for WebFoundationErrorCannotFindHostError */
"Server not found." = "找不到伺服器。";

/* menu item title in back/forward menu after you do Open in Tabs */
"Set of Tabs" = "標籤頁集合";

/* menu item */
"Show All Bookmarks" = "顯示所有書籤";

/* tooltip for show/hide bookmarks button */
"Show all bookmarks." = "顯示所有書籤。";

/* ToolTip for reveal button in Downloads */
"Show “%@” in the Finder." = "在 Finder 中顯示“%@”。";

/* tooltip for button at right side of search field */
"SnapBack to last search results." = "回溯到上一次的搜尋結果。";

/* tooltip for button at right side of location field */
"SnapBack to “%@”." = "回溯到“%@”。";

/* Title of HTML source window */
"Source of %@" = "“%@”的原始碼";

/* ToolTip for stop button in Downloads when the download is decompressing */
"Stop decompressing “%@”." = "停止解壓縮“%@”。";

/* ToolTip for stop button in Downloads when the download is downloading */
"Stop downloading “%@”." = "停止下載“%@”。";

/* tooltip for stop/reload button */
"Stop loading this page." = "停止載入此網頁。";

/* default button title in default browser confirmation alert */
"Switch" = "切換";

/* preference panel name */
"Tabs" = "標籤頁";

/* Message in error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"The Address Book application is unavailable or not installed." = "無法執行或尚未安裝“通訊錄”應用程式。";

/* message for file URL for folder that can’t be opened */
"The Finder could not open the folder at “%@”" = "Finder 無法開啟在“%@”上的檔案夾。";

/* Message for sheet that appears when a page attempts to load a plug-in that fails to load. */
"The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully." = "網頁“%@”嘗試載入名為“%@”的外掛模組，但這個外掛模組無法成功載入。";

/* Message for sheet that appears when a page attempts to load a plug-in with an unknown name that fails to load. */
"The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully." = "網頁“%@”嘗試載入外掛模組，但這個外掛模組無法成功載入。";

/* Message for sheet that appears when a page attemps to load Java, but Java is unavailable. */
"The page “%@” attempted to load Java content, but Java is unavailable or not installed." = "網頁“%@”嘗試載入 Java 內容，但是 Java 無法執行或是尚未安裝。";

/* Message for sheet that appears when a page attempts to load a plug-in but an unknown plug-in occurred. */
"The page “%@” has attempted to load a plug-in, but a plug-in error occurred." = "網頁“%@”嘗試載入外掛模組，但是外掛模組發生錯誤。";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "網頁“%@”包含有 MIME 類型“%@”的內容。您沒有安裝適用於這種 MIME 類型的外掛模組，但是下面這個網頁可能含有這個外掛模組的相關資訊：\n\n%@\n\n您確定要開啟這個網頁嗎？";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "網頁“%@”包含有 MIME 類型“%@”的內容。您沒有安裝適用於這種 MIME 類型的外掛模組，所以無法顯示網頁內容。";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "網頁“%@”含有無法辨識 MIME 類型的內容。您沒有安裝相關的外掛模組，所以無法顯示網頁內容。";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "網頁“%@”的內容須要安裝外掛模組。您沒有安裝適用此 MIME 類型的外掛模組，但是下面這個網頁可能含有這個外掛模組的相關資訊：\n\n%@\n\n您確定要開啟這個網頁嗎？";

/* message for panel for bad bookmark */
"The specified address “%@” is not a valid location." = "所指定的“%@”並不是有效的網址。";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "這個網站的認證已經過期或是尚未生效。您所連線到的網站可能是冒用 %@ 的網站，並且可能會對您的私密資訊造成安全威脅。您仍要繼續進入該網頁嗎？";

/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "這個網站的認證是無效的。您所連線到的網站可能是冒用 %@ 的網站，並且可能會對您的私密資訊造成安全威脅。您仍要繼續進入該網頁嗎？";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "這個網站的認證是由一個不知名的認證機構所核發，您所連線的網站可能是冒用 %@ 的網站，並且可能會對您的私密資訊造成安全威脅。您仍要繼續進入該網頁嗎？";

/* mesage for panel for bad bookmark */
"This bookmark has no address specified." = "這個書籤並沒有包含網址。";

/* Message for insecure form warning sheet */
"This form will be sent in a way that is not secure. Are you sure you want to send it?" = "此表單會以不具安全機制的方式傳送出去，您確定要傳送資料嗎？";

/* Title for insecure form warning sheet */
"This is a non-secure form." = "此為不具安全機制的表單。";

/* Message for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content */
"This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?" = "網頁中含有 Safari 不支援的外掛模組內容。應用程式“%@”或許可以顯示此內容。您確定要試試看嗎？";

/* Message for sheet warning of re-posting form data */
"To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form." = "若要重新載入此網頁，您之前在這個網頁上所填寫的表單資料必須再傳送一次。這可能會讓這個網站重複進行如第一次您所傳送資料時的動作。";

/* Date format for today */
"Today" = "今天";

/* Date format for today, to be followed by time */
"Today " = "今天 ";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError. */
"Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page." = "嘗試開啟網頁“%@”時有太多重新導向的動作。這可能是因為在您開啟一個網頁後，該網頁被導向開啟其他網頁，而該網頁又被導向開啟您原始要開啟的網頁。";

/* message for sheet when you hit return in the search field with no search text */
"Type a word or phrase in the Google search box, then press Return." = "在 Google 搜尋欄位裡輸入字詞，然後按 Return。";

/* message for sheet for when try to go with no location */
"Type the address for the web page you would like to open." = "請輸入您想要瀏覽網頁的網址。";

/* Title for sheet that appears when a plug-in fails to load */
"Unable to load plug-in." = "無法載入外掛模組。";

/* Status field in Downloads when a DiskCopy image is unmounting. */
"Unmounting" = "正在卸除";

/* Keychain comment describing the password entry we use to access saved encrypted form autocomplete data. */
"Used to decode the encrypted file that contains non-password data previously entered in web page forms." = "用以解開加密檔案，其中包含先前在網頁表單上所填寫過的非密碼資料";

/* BrowserDiskCopyVerificationFailed description */
"Verification failed" = "確認失敗";

/* Status field in Downloads when a DiskCopy image is verifying. */
"Verifying" = "正在確認";

/* context menu item */
"View Frame Source" = "檢視頁框的原始碼";

/* context menu item */
"View Source" = "檢視原始碼";

/* Message for confirmation sheet when user checks 'Block pop-up windows' */
"Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links." = "某些網頁可能會自動彈出視窗來顯示一些額外的資訊或是廣告。啟用阻擋彈出式視窗功能後將會擋住所有自動彈出的視窗，但並不會阻擋因為點選按鈕或連結而開啟的新視窗。";

/* title for confirmation alert to switch default browser to Safari */
"Would you like to make Safari your default browser?" = "您確定要將 Safari 設為預設瀏覽器嗎？";

/* Sheet title when submitting a form with login information */
"Would you like to replace your saved password with this one?" = "您確定要以這個密碼取代您之前儲存的密碼？";

/* Sheet title when submitting a form with login information */
"Would you like to save this password?" = "您確定要儲存這個網站的密碼嗎？";

/* Default response to sheet when submitting a form with login information */
"Yes" = "是";

/* Date format for yesterday */
"Yesterday" = "昨天";

/* Date format for yesterday, to be followed by time */
"Yesterday " = "昨天 ";

/* title of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"You cannot change bookmarks now." = "您目前無法更改書籤。";

/* message for Remove All Cookies confirmation alert */
"You cannot undo this action." = "您無法還原此動作。";

/* message for file URL with insufficient permissions */
"You don’t have the right permissions to view “%@”." = "您沒有足夠的權限瀏覽“%@”。";

/* title of sheet when you hit return in the search field with no search text */
"You haven't entered text in the Google search box." = "您尚未在 Google 搜尋欄位裡輸入文字。";

/* message for error message when syncing can't be configured in Bookmarks preferences */
"You must install iSync 1.1 or newer before you can synchronize your bookmarks." = "在能夠同步書籤內容之前，您必須先安裝 iSync 1.1 或更新版本。";

/* title of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks could not be changed. Try again." = "您的書籤內容無法更動。請再試一次。";

/* message of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes." = "在您開啟 Safari 後，您的書籤內容已經被另一個程式所更動，因此 Safari 在更動之前需先更新您的書籤內容。現在您可以更改書籤內容。";

/* string put on pasteboard for selected bookmarks folder */
"bookmarks folder “%@”" = "書籤檔案夾“%@”";

/* status text for Activity window for cancelled page */
"cancelled" = "已取消";

/* Label for only item in menu that appears when clicking on an empty Favorites bar folder */
"empty" = "空的";

/* short description used in Activity window for error codes that have no textual description */
"error" = "錯誤";

/* URL string of the apple web site that explains Rendezvous */
"http://www.apple.com/macosx/jaguar/rendezvous.html" = "http://www.apple.com.tw/macosx/jaguar/rendezvous.html";

/* title for error message when syncing can't be configured in Bookmarks preferences */
"iSync 1.1 or newer required." = "需安裝 iSync 1.1 或更新版本。";

/* message of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment." = "您無法更改書籤，因為 iSync 正在同步處理您的書籤內容。請稍候再試一次。";

/* in cookies table for cookies that are not secure */
"no" = "無";

/* menu title used for a URL when no other title can be determined, not even one based on the URL */
"unknown (bookmark menu item title)" = "未知";

/* fallback string used when an error has no description */
"unknown error" = "未知的錯誤";

/* title shown for History entries with no HTML title */
"unknown title" = "未知的標題";

/* name for newly created bookmark folders */
"untitled folder" = "未命名檔案夾";

/* in cookies table for cookies that are secure */
"yes" = "有";

/* message for sheet for when you type a location that can't be turned into a URL */
"“%@” is not a valid location." = "“%@”不是有效的網址。";

